{"translation-revision-date":"2021-04-15 09:54:48+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"See data from a particular Country or timeframe":["Ve datos de un país o franja de tiempo en particular"],"Analyze search trends and compare keywords":["Analiza tendencias de búsqueda y compara palabras clave"],"Data fetched directly from Google":["Datos obtenidos directamente de Google"],"Track Keyword Trends":["Seguir las tendencias de palabras clave"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["¿Quieres más? {{link}}{{strong}}Actualiza hoy a la versión PRO{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Activa tu cuenta {{link}}conectándote a Rank Math!{{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Lee aquí para {{link}}puntuar un 100\/100{{\/link}} "],"Upgrade":["Actualizar"],"Edit Schema":["Editar schema"],"Google Trends":["Tendencias de Google"],"Replace Image":["Reemplazar imagen"],"Trends":["Tendencias"],"300 words":["300 palabras"],"Minimum recommended content length should be 300 words.":["La longitud mínima recomendada para el contenido debería ser de 300 palabras."],"Editing Homepage permalink is not possible.":["No es posible la edición del enlace permanente de la página de inicio."],"Rating: ":["Valoración:"],"Show SEO Score on Front-end":["Mostrar puntuación SEO en la portada"],"Preview & Edit Social Media":["Vista previa y edición de medios sociales"],"Click on the button below to view and edit the preview.":["Haz clic en el botón siguiente para ver y editar la vista previa"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Aquí puedes ver y editar la miniatura, título y descripción que se mostrará cuando tu sitio se comparta en los medios sociales."],"Social Media Preview":["Vista previa en medios sociales"],"Specify a maximum size of image preview to be shown for images on this page":["Especifica un tamaño máximo de la vista previa de la imagen a mostrar para las imágenes de esta página."],"Specify a maximum duration in seconds of an animated video preview":["Especifica una duración máxima en segundos de la vista previa animada del vídeo"],"Specify a maximum text-length, in characters, of a snippet for your page":["Especifica una longitud máxima del texto, en caracteres, de un fragmento de tu página"],"The canonical URL informs search crawlers which page is the main page if you have double content":["La URL canónica informa a los motores de búsqueda qué página es la principal si tienes contenido duplicado"],"Instructs search engines to index and show these pages in the search results":["Indica a los motores de búsqueda que indexen estas páginas y la muestren en los resultados de búsqueda."],"Close":["Cerrar"],"Hey, we noticed you are using Rank Math SEO plugin for more than 2 weeks –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Hola, hemos observado que has estado usando el plugin Rank Math SEO durante más de 2 semanas –{{em}}¡Eso es genial!{{\/em}} ¿Podrías, por favor, hacernos un favor ENORME dándonos una valoración de 5 estrellas en WordPress para ayudarnos a hacer correr la voz y aumentar nuestra motivación?"],"Please be careful with this option. Although this option will help increase CTR on Twitter, it might get you penalised if over-used.":["Por favor, ten cuidado con esta opción. Aunque esta opción incrementará el CTR en Twitter, podrían penalizarte si se usa demasiado."],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["La tarjeta de la aplicación es un modo fantástico de representar aplicaciones móviles en Twitter e impulsar más instalaciones. Más información: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Los videoclips y las transmisiones de audio tienen un lugar especial en la plataforma Twitter, gracias a las tarjetas de reproducción. Las tarjetas de reproducción deben enviarse para su aprobación antes de poder usarlas. Más información: "],"Card Type":["Tipo de tarjeta"],"The card for your website will look little something like this!":["¡La tarjeta de tu web se parecerá a algo como esto!"],"Your app ID in the Google Play (.i.e. com.android.app)":["El ID de tu aplicación en Google Play (p.ej. «com.android.app»)"],"Your app's custom URL scheme (must include :\/\/).":["Esquema de la URL personalizada de tu aplicación (debe incluir «:\/\/»)."],"Please be careful with this option. Although this option will help increase CTR on Facebook, it might get you penalised if over-used.":["Por favor, ten cuidado con esta opción.Aunque esta opción incrementará el CTR en Facebook, podrían penalizarte si se usa demasiado."],"Read more":["Leer más"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Personaliza el título, descripción e imágenes de tu entrada al compartirla en Facebook y Twitter. "],"Permalink":["Enlace permanente"],"Search &hellip;":["Buscar &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Alrededor de 43.700.000 resultados (0,32 segundos)"],"Videos":["Vídeos"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Introduce las palabras clave por las que quieras posicionar. Trata de {{link}}conseguir una puntuación de 100\/100{{\/link}} para tener mejores posibilidades de posicionar."],"All Good":["Todo bien"],"Content should be %1$s long.":["El contenido debería tener %1$s de largo."],"Nofollow":["Nofollow"],"2 hrs":["2 horas"],"Standard":["Estándar"],"Large":["Grande"],"Max Image Preview":["Tamaño máximo de la imagen de vista previa"],"Max Video Preview":["Duración máxima de la vista previa en video"],"Max Snippet":["Fragmento de código máximo"],"Advanced Robots Meta":["Metadatos avanzados para robots"],"Tools":["Herramientas"],"I already did. Please don't show this message again.":["Ya lo hice. Por favor, no muestres de nuevo este mensaje."],"Rate Rank Math SEO":["Valora Rank Math SEO"],"Index":["Index"],"Example: Rank Math SEO":["Ejemplo: Rank Math SEO"],"Remove Image":["Eliminar imagen"],"Errors":["Errores"],"News":["Noticias"],"All":["Todas"],"Redirection Type":["Tipo de redirección"],"Destination URL":["URL de destino"],"Redirect":["Redirigir"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Si tu aplicación no está disponible en la App Store de los Estados Unidos, debes establecer este valor en el código de dos letras del país de la App Store que contiene tu aplicación."],"App Country":["País de la aplicación"],"Google Play App URL":["URL de la aplicación de Google Play"],"Google Play App ID":["ID de la aplicación de Google Play"],"Google Play App Name":["Nombre de la aplicación de Google Play"],"iPad App URL":["URL de la aplicación para iPad"],"iPad App ID":["ID de la aplicación para iPad"],"iPad App Name":["Nombre de la aplicación para iPad"],"iPhone App URL":["URL de la aplicación para iPhone"],"The numeric representation of your app ID in the App Store.":["La representación numérica de la ID de tu aplicación en la App Store."],"iPhone App ID":["ID de la aplicación para iPhone"],"The name of your app to show.":["El nombre a mostrar de tu aplicación."],"iPhone App Name":["Nombre de la aplicación de iPhone"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Puedes usar esto como una descripción más concisa que la que puedes tener en la tienda de aplicaciones. Este campo tiene un máximo de 200 caracteres. (Opcional)"],"App Description":["Descripción de la App"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["La combinación de tipo\/subtipo MIME que describe el contenido incluido en twitter:player:stream. Toma el formulario especificado en RFC 6381. Los valores de tipo de contenido compatibles actualmente son aquellos definidos en RFC 4337 (Registro de tipo MIME para MP4)."],"Stream Content Type":["Tipo de contenido de transmisión"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL opcional a la transmisión en bruto que se procesará en las aplicaciones móviles de Twitter directamente. Si se proporciona, la transmisión debe entregarse en el formato de contenedor MPEG-4 (extensión .mp4). El contenedor puede almacenar una mezcla de audio y vídeo con los siguientes códecs: Video: H.264, Perfil de línea de base (BP), Nivel 3.0, hasta 640 x 480 a 30 fps. Audio: AAC, perfil de baja complejidad (LC)."],"Stream URL":["URL del streaming"],"iFrame width and height, specified in pixels in the following format: 600x400.":["Anchura y altura de iFrame, especificadas en píxeles en el siguiente formato: 600x400."],"Player Size":["Tamaño del reproductor"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["URL de HTTPS para el reproductor iFrame. Debe ser una URL HTTPS que no genere advertencias de contenido mixto activas en un navegador web. El reproductor de audio o video no debe requerir complementos como Adobe Flash."],"Player URL":["URL del reproductor"],"Player Card":["Player Card"],"App Card":["App Card"],"Summary Card":["Tarjeta de resumen"],"Summary Card with Large Image":["Tarjeta de resumen con imagen grande"],"Use Data from Facebook Tab":["Usar datos de la pestaña de Facebook"],"Icon overlay":["Superposición de icono"],"Add icon overlay to thumbnail":["Añadir superposición de icono a la miniatura"],"Image is smaller than the minimum size, please select a different image.":["La imagen es más pequeña del tamaño mínimo, por favor selecciona una imagen diferente."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Sube al menos una imagen de 600x315px. El tamaño recomendado es 1200x630px."],"Add Image":["Añadir imagen"],"2h":["2h"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Select one or more Pillar Content posts for each post tag or category to show them in the Link Suggestions meta box.":["Selecciona una o más publicaciones de contenido esencial para cada etiqueta o categoría para mostrarlas en la caja meta de sugerencias de enlaces."],"This post is Pillar Content":["Esta entrada es un contenido esencial"],"This is what will appear as the description when this post shows up in the search results.":["Esto es lo que aparecerá como descripción cuando esta publicación aparezca en los resultados de búsqueda."],"This is the unique URL of this page, displayed below the post title in the search results.":["Esta es la URL única de esta página, que se muestra debajo del título de la publicación en los resultados de búsqueda."],"This is what will appear in the first line when this post shows up in the search results.":["Esto es lo que aparecerá en la primera línea cuando esta publicación aparezca en los resultados de búsqueda."],"Breadcrumb Title to use for this post":["Titulo de las migas de pan a usar para esta entrada"],"Breadcrumb Title":["Título de las migas de pan"],"Canonical URL":["URL canónica"],"Robots Meta":["Meta Robots"],"451 Content Unavailable for Legal Reasons":["451 Contenido no disponible por razones legales"],"410 Content Deleted":["410 Contenido borrado"],"307 Temporary Redirect":["307 Redirección temporal"],"302 Temporary Move":["302 Movido temporalmente"],"301 Permanent Move":["301 Movido permanentemente"],"Prevents a snippet from being shown in the search results":["Evita que un snippet se muestre en los resultados de búsqueda"],"No Snippet":["Sin snippet"],"Lets you specify that you do not want your pages to appear as the referring page for images that appear in image search results":["Te permite especificar que no quieres que tus páginas aparezcan como la página de referencia para las imágenes que aparecen en los resultados de búsqueda de imágenes."],"No Image Index":["Ningún índice de imagen"],"Prevents search engines from showing Cached links for pages":["Evita que los motores de búsqueda muestren enlaces en caché de las páginas"],"No Archive":["Aplicar atributo «No Archive»"],"Prevents search engines from following links on the pages":["Evita que los motores de búsqueda sigan los enlaces en las páginas"],"Prevents pages from being indexed and displayed in search engine result pages":["Evita que las páginas sean indexadas y mostradas en las páginas de resultados de los motores de búsqueda"],"No Index":["No Index"],"Images":["Imágenes"],"Focus Keyword":["Palabra clave"],"Settings":["Ajustes"],"Edit Snippet":["Editar snippet"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Esta página no aparecerá en los resultados de búsqueda. Puedes desactivar la opción «noindex» en la pestaña «Avanzado»."],"Noindex robots meta is enabled":["La meta robots noindex está activa"],"Mobile Preview":["Vista previa móvil"],"Desktop Preview":["Vista previa de escritorio"],"Preview":["Vista previa"],"Content Readability":["Legibilidad del contenido"],"Title Readability":["Legibilidad del título"],"Additional":["Adicional"],"Basic SEO":["SEO básico"],"Content is %1$d words long. Consider using at least 300 words.":["Tu contenido tiene %1$d palabras. Considera usar al menos 300 palabras."],"Title":["Título"],"Social":["Social"],"Advanced":["Avanzado"],"General":["General"],"Description":["Descripción"],"None":["Ninguno"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/elementor.js"}}