{"translation-revision-date":"2020-07-08 18:32:43+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Your title doesn't contain a %1$s. Add at least one.":["Tu título no contiene ninguna %1$s. Añade al menos una."],"Content should be %1$s long.":["El contenido debería tener %1$s de largo."],"You have %1$s this Focus Keyword.":["Ya has %1$s esta palabra clave objetivo."],"Your title doesn't contain a %1$s word.":["Tu título no contiene ninguna palabra %1$s."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["La tabla de contenidos te ayuda a desgajar tu contenido en piezas más pequeñas, y digeribles. Hace más fácil la lectura, lo que resulta en mejor posicionamiento."],"You are using short paragraphs.":["Estás usando párrafos cortos."],"rank-math":["rank-math"],"Keyword Density is 0. Aim for around 1% Keyword Density.":["La densidad de palabra clave es 0. Trata de moverte en torno a una densidad de palabra clave de un 1%."],"Your title contains %1$d power word(s). Booyah!":["Tu título contiene %1$d palabra(s) potente(s). ¡Bravo!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Hemos encontrado %1$d enlaces salientes en tu contenido y todos ellos son `nofollow`."],"URL is %1$d characters long. Consider shortening it.":["La URL tiene %1$d caracteres de largo. Plantéate acortarla."],"URL is %1$d characters long. Kudos!":["La URL tiene %1$d caracteres de largo. ¡Enhorabuena!"],"Content is %1$d words long. Consider using at least 600 words.":["El contenido tiene %1$d palabras de largo. Plantéate usar, al menos, 600 palabras."],"Content is %1$d words long. Good job!":["El contenido tiene %1$d caracteres de largo. ¡Buen trabajo!"],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Hemos detectado una galería en tu contenido y asumimos que has añadido la palabra clave principal en la etiqueta alt en al menos una de las imágenes de la galería."],"Add a few images and\/or videos to make your content appealing.":["Añade unas pocas imágenes y\/o vídeos para hacer tu contenido atractivo."],"You are not using rich media like images or videos.":["No estás usando medios enriquecidos como imágenes o vídeos."],"Your content contains images and\/or video(s).":["Tu contenido contiene imágenes y\/o vídeo(s)."],"Add %s to your title to increase CTR.":["Añade %s a tu título para incrementar el CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Las cabeceras con un fuerte sentimiento emocional (positivo o negativo) tienden a recibir más clics."],"Titles with positive or negative sentiment work best for higher CTR.":["Los títulos con sentimiento positivo o negativo funcionan mejor para un CTR alto."],"Your title has a positive or a negative sentiment.":["Tu título tiene un sentimiento positivo o negativo."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["El SEO del título de la página debería contener la palabra clave objetivo preferiblemente al principio."],"Use the Focus Keyword near the beginning of SEO title.":["Usa la palabra clave objetivo cerca del comienzo del título SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["La palabra clave objetivo no aparece al principio del título SEO."],"Focus Keyword used at the beginning of SEO title.":["La palabra clave objetivo se ha usado al principio del título SEO."],"We are searching in database.":["Estamos buscando en la base de datos."],"Set a Focus Keyword for this content.":["Configura una palabra clave objetivo para este contenido."],"Use Table of Content to break-down your text.":["Usa la tabla de contenidos para dividir tu texto."],"At least one paragraph is long. Consider using short paragraphs.":["Al menos un párrafo es largo. Considera utilizar párrafos cortos."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Las cabeceras con números tienen un 36% más de posibilidades de generar clics, según investigaciones realizadas por «Conductor»."],"Add a number to your title to improve CTR.":["Añade un número a tu título para mejorar el CTR."],"It helps visitors read more about a topic and prevents pogosticking.":["Ayuda a los visitantes a leer más sobre un debate y evita el «pogosticking»."],"Link out to external resources.":["Enlaza a recursos externos."],"No outbound links were found. Link out to external resources.":["No se han encontrado enlaces externos. Enlaza a recursos externos."],"Great! You are linking to external resources.":["¡Genial! Estás enlazando a recursos externos."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Se recomienda añadir la palabra clave objetivo en el atributo alt de una o más imágenes."],"Add an image with your Focus Keyword as alt text.":["Añade una imagen con tu palabra clave objetivo como texto alternativo."],"Focus Keyword not found in image alt attribute(s).":["Palabra clave objetivo no encontrada en el\/los atributo\/s alt."],"Focus Keyword found in image alt attribute(s).":["Se ha encontrado la palabra clave en atributo alt de la\/s imagen\/es."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Se recomienda añadir la palabra clave objetivo como parte de uno o más subencabezados en el contenido."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Usa la palabra clave objetivo en el\/los subencabezado\/s como H2, H3, H4."],"Focus Keyword found in the subheading(s).":["La palabra clave objetivo se ha encontrado en el\/los subencabezado\/s."],"URL unavailable. Add a short URL.":["URL no disponible. Añade una URL corta."],"Focus Keyword not found in the URL.":["La palabra clave objetivo no se encuentra en la URL."],"Focus Keyword used in the URL.":["La palabra clave objetivo se ha usado en la URL."],"Make sure the focus keyword appears in the SEO description too.":["Asegúrate de que la palabra clave objetivo aparece en la descripción SEO también."],"Add Focus Keyword to your SEO Meta Description.":["Añade la palabra clave objetivo a tu descripción SEO."],"Focus Keyword not found in your SEO Meta Description.":["La palabra clave objetivo no se encuentra en tu descripción SEO."],"Focus Keyword used inside SEO Meta Description.":["La palabra clave objetivo se ha usado dentro de la descripción SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Asegúrate que la palabra clave objetivo aparece en el título SEO de la entrada también."],"Add Focus Keyword to the SEO title.":["Añade la palabra clave objetivo en el título SEO."],"Focus Keyword does not appear in the SEO title.":["La palabra clave objetivo no aparece en el título SEO."],"Hurray! You're using Focus Keyword in the SEO Title.":["¡Hurra! Estás usando la palabra clave objetivo en el título SEO."],"Add internal links in your content.":["Añade enlaces internos en tu contenido."],"You haven't used this Focus Keyword before.":["No has utilizado antes esta palabra clave objetivo."],"Internal links decrease your bounce rate and improve SEO.":["Los enlaces internos reducen tu tasa de rebote y mejoran el SEO."],"We couldn't find any internal links in your content.":["No hemos podido encontrar ningún enlace interno en tu contenido."],"You are linking to other resources on your website which is great.":["Estás enlazando a otros recursos en tu web, y eso es fantástico."],"Use Focus Keyword in the content.":["Utiliza la palabra clave objetivo en el contenido."],"Focus Keyword doesn't appear in the content.":["La palabra clave objetivo no aparece en el contenido."],"Focus Keyword found in the content.":["Palabra clave objetivo encontrada en el contenido."],"Use Focus Keyword at the beginning of your content.":["Utiliza la palabra clave objetivo al principio de tu contenido."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["El primer 10% del contenido debería contener la palabra clave objetivo, preferiblemente al principio."],"Focus Keyword doesn't appear at the beginning of your content.":["La palabra clave objetivo no aparece al principio de tu contenido."],"Focus Keyword appears in the first 10% of the content.":["La palabra clave objetivo aparece en el primer 10% de tu contenido."],"Include the focus keyword in the slug (permalink) of this post.":["Incluye la palabra clave objetivo en el slug (enlace permanente) de esta entrada."],"Use Focus Keyword in the URL.":["Utiliza la palabra clave objetivo en la URL."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["No existe un porcentaje ideal de densidad de palabra clave, pero no debería ser muy alto. Lo más importante es mantener una redacción natural."],"At least one external link with DoFollow found in your content.":["Hay al menos un enlace externo con DoFollow en tu contenido."],"Add DoFollow links pointing to external resources.":["Añade enlaces DoFollow apuntando a recursos externos."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Los párrafos cortos son más fáciles de leer y más agradables a la vista. Los párrafos largos asustan al visitante y pueden resultar en que busque en las SERP un contenido más legible."],"Add short and concise paragraphs for better readability and UX.":["Añade párrafos cortos y concisos para una mejor legibilidad y experiencia de usuario."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Las Palabras Poderosas son palabras probadas que los redactores utilizan para atraer más clics."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["El PageRank Sculpting ya no funciona. Tus publicaciones deberían tener una mezcla de enlaces nofollow y DoFollow."],"Minimum recommended content length should be 600 words.":["La longitud mínima recomendada del contenido es de 600 palabras."],"It is recommended to make the focus keyword appear in the post content too.":["Se recomienda hacer que la palabra clave objetivo aparezca también en el contenido de la publicación."],"Permalink should be at most 75 characters long.":["El enlace permanente debería tener como mucho 75 caracteres."],"already used":["usado ya"],"You don't seem to be using a %1$s.":["Parece que no estás usando un %1$s."],"You seem to be using a %1$s to break-down your text.":["Parece que estás usando un %1$s para dividir tu texto."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["El contenido con imágenes y\/o vídeo es más sugerente para los usuarios. También ayuda a complementar tu contenido de texto."],"Your SEO title doesn't contain a number.":["El título SEO no contiene un número."],"You are using a number in your SEO title.":["Estás usando un número en el título SEO."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["La palabra clave no se encuentra en el\/los subencabezado\/s como H2, H3, H4, etc."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}