{"translation-revision-date":"2020-12-08 17:56:20+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Inputs styled specifically for use on dark background colors.":["Campos con estilo específico para usar en colores de fondo oscuros."],"Dark mode inputs":["Campos de modo oscuro"],"Style":["Estilo"],"Cart Block Error":["Error en el bloque de carrito"],"Empty Cart":["Vaciar carrito"],"Full Cart":["Carrito completo"],"WooCommerce Checkout Page":["Página finalizar compra de WooCommerce"],"Proceed to Checkout button":["Botón «Proceder al pago»"],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Si quieres usar este bloque como tu carrito por defecto debes actualizar tus <a>ajustes de página en WooCommerce<\/a>."],"Allow customers to estimate shipping by entering their address.":["Permite a los clientes calcular el envío introduciendo su dirección."],"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Ha habido un error al mostrar el bloque del carrito. Si continúa el problema prueba a volver a crear el bloque."],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["Si se marca se ocultarán las tarifas de envío hasta que el cliente utilice la calculadora de envío o introduzca su dirección al finalizar compra."],"Error message:":["Mensaje de error:"],"Shipping rates":["Tarifas de envío"],"Hide shipping costs until an address is entered":["Ocultar los gastos de envío hasta que se introduzca una dirección"],"Shipping calculator":["Calculadora de envíos"],"Edit":["Editar"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}