{"translation-revision-date":"2021-11-09 17:49:01+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["Las siguientes extensiones se añadirán a tu sitio de forma gratuita: WooCommerce Payments. Se requiere una cuenta para utilizar esta característica."],"Powered by Mailchimp":["Funciona gracias a Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Recibe trucos, actualizaciones de productos e inspiración en tu bandeja de entrada."],"Please add an email address":["Por favor, añade una dirección de correo electrónico"],"I'd rather not say":["Prefiero no decirlo"],"Free features":["Características gratuitas"],"Business details":["Detalles del negocio"],"No commitment required - you can remove them at any time.":["No hay ningún compromiso obligatorio - puedes eliminarlas en cualquier momento."],"We recommend enhancing your store with these free extensions":["Te recomendamos mejorar tu tienda con estas extensiones gratuitas"],"Included business features":["Características de negocio incluidas"],"The following plugin will be installed for free: %1$s. %2$s":["El siguiente plugin se instalará gratis: %1$s. %2$s","Los siguientes plugins se instalarán gratis: %1$s. %2$s"],"Add recommended business features to my site":["Añade características de negocios recomendadas para mi sitio"],"%s per year":["%s al año"],"There was a problem skipping the setup wizard":["Ha ocurrido un problema al omitir el asistente de configuración"],"Skip setup store details":["Saltar la configuración de los detalles de la tienda"],"Learn more about store details":["Aprende más sobre los detalles de la tienda"],"Tell us about your store and we'll get you set up in no time":["Cuéntanos de qué es tu tienda y te ayudaremos a configurarla enseguida"],"Your store address will help us configure currency\n options and shipping rules automatically.\n This information will not be publicly visible and can\n easily be changed later.":["La dirección de tu tienda nos ayudará a configurar las opciones\nde moneda y las reglas de envío automáticamente.\nEsta información no será visible públicamente y puedes\ncambiarla fácilmente más tarde. "],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["La configuración manual solo está recomendada para\nusuarios de WooCommerce con experiencia o desarrolladores."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["La facturación es anual. Todas las compras están cubiertas con una ganantía de 30 días de devolución del importe e incluyen acceso a soporte y actualizaciones. Las extensiones se añadirán a tu carrito para que las compres más tarde."],"Display monthly prices":["Mostrar precios mensuales"],"$%f per month":["$%f al mes"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Este tipo de producto requiere una extensión de pago.\nLo añadiremos a tu carrito para que\npuedas comprarla e instalarla más tarde."],"Learn more about recommended free business features":["Aprende más sobre las características de negocios gratuitas recomendadas"],"By installing Jetpack and WooCommerce Shipping plugins for free you agree to our {{link}}Terms of Service{{\/link}}.":["Al instalar gratis los plugins Jetpack y WooCommerce Shipping aceptas nuestros {{link}}términos de servicio{{\/link}}."],"User accounts are required to use these features.":["Es obligatorio una cuenta de usuario para usar estas características."],"%s was activated on your site":["%s se ha activado en tu sitio"],"%s was installed on your site":["%s se ha instalado en tu sitio"],"What is the platform name?":["¿Cuál es el nombre de la plataforma?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Business Details":["Detalles del negocio"],"Industry":["Sector"],"Store Details":["Detalles de la tienda"],"There was a problem finishing the setup wizard":["Ocurrió un problema al finalizar el asistente de instalación"],"Free themes":["Temas gratuitos"],"Paid themes":["Temas de pago"],"All themes":["Todos los temas"],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["Elige cómo se mostrará tu tienda a los clientes. Y, no te preocupes, siempre puedes cambiar los temas y editarlos después."],"Choose a theme":["Elige un tema"],"$%f per year":["$%f al año"],"Currently active theme":["Tema activo actualmente"],"Live demo":["Demostración en vivo"],"Continue with my active theme":["Seguir con mi tema activo"],"This theme does not support WooCommerce.":["Este tema no es compatible con WooCommerce."],"There was a problem selecting your store theme":["Hubo un problema al seleccionar tu tema para la tienda"],"Choose":["Elegir"],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{strong}}%s{{\/strong}} desarrollado por WooCommerce"],"Drop your theme zip file here":["Arrastra aquí el archivo zip de tu tema"],"Drop a theme zip file here to upload":["Arrastra aquí un archivo zip del tema para subirlo"],"Upload a theme":["Sube un tema"],"Your theme is being uploaded":["Tu tema se está subiendo"],"Uploading theme":["Actualizando tema"],"I'm setting up a store for a client":["Estoy configurando una tienda para un cliente"],"There was a problem saving your store details":["Hubo un problema al guardar los detalles de tu tienda"],"Yes, count me in!":["¡Sí, cuenta conmigo!"],"Build a better WooCommerce":["Crea un WooCommerce mejor"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Consigue características mejoradas y correcciones más rápidas compartiendo datos no sensibles mediante el {{link}}seguimiento de uso{{\/link}} que nos muestre cómo se usa WooCommerce. No se almacena ni registra ningún dato personal."],"There was a problem updating your preferences":["Hubo un problema al actualizar tus preferencias"],"What type of products will be listed?":["¿Qué tipo de productos se mostrarán?"],"There was a problem updating your product types":["Hubo un problema al actualizar tus tipos de productos"],"Please select at least one product type":["Por favor, selecciona al menos un tipo de producto"],"Choose any that apply":["Elige cualquiera que corresponda"],"In which industry does the store operate?":["¿En qué sector opera la tienda?"],"Please select at least one industry":["Por favor, selecciona al menos un sector"],"There was a problem updating your industries":["Hubo un problema al actualizar tus sectores"],"Which platform is the store using?":["¿Qué plataforma usa la tienda?"],"What's your current annual revenue?":["¿Cuáles son tus actuales ingresos anuales?"],"Currently selling elsewhere?":["¿Actualmente vendes en otro lugar?"],"How many products do you plan to display?":["¿Cuántos productos piensas mostrar?"],"We'd love to know if you are just getting started or you already have a business in place.":["Nos encantaría saber si acabas de empezar o si ya tienes un negocio en marcha."],"Tell us about your business":["Háblanos de tu negocio"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Sí, en otra plataforma y en persona en tiendas físicas y\/o eventos"],"Yes, in person at physical stores and\/or events":["Sí, en persona en tiendas físicas y\/o eventos"],"Yes, I own a different store powered by WooCommerce":["Sí, tengo una tienda distinta que funciona con WooCommerce"],"Yes, on another platform":["Sí, en otra plataforma"],"More than %s":["Más de %s"],"%s (I'm just getting started)":["%s (Acabo de empezar)"],"I don't have any products yet.":["Aún no tengo productos."],"Installing the following plugin: %s":["Instalando el siguiente plugin: %s","Instalando los siguientes plugins: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Este campo es obligatorio"],"There was a problem updating your business details":["Hubo un problema al actualizar los detalles de tu negocio"],"Post code":["Código postal"],"Address line 2 (optional)":["Línea 2 de la dirección (opcional)"],"Please add a post code":["Por favor, añade un código postal"],"Please add a city":["Por favor, añade una ciudad"],"Please select a country \/ region":["Por favor, selecciona un país \/ región"],"Please add an address":["Por favor, añade una dirección"],"Continue without installing":["Continuar sin instalar"],"Country \/ Region":["País \/ Región"],"Up to %s":["Hasta %s"],"Retry":["Volver a intentar"],"Invalid email address":["Dirección de correo electrónico no válida"],"Address line 1":["Dirección, línea 1"],"Installed":["Instalado"],"Email address":["Dirección de correo electrónico"],"Theme":["Tema"],"Product Types":["Tipos de productos"],"Free":["Gratis"],"Learn more":["Aprende más"],"Other":["Otro"],"Welcome to WooCommerce":["Bienvenido a WooCommerce"],"No thanks":["No, gracias"],"Skip this step":["Saltar este paso"],"Continue":["Seguir"],"City":["Ciudad"],"No":["No"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/profile-wizard.js"}}