{"translation-revision-date":"2021-04-15 07:26:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Link to %s":["Enlazar a %s"],"This product does not support the block based add to cart form. A link to the product page will be shown instead.":["Este producto no es compatible con el formulario de añadir al carrito basado en bloques. En su lugar, se mostrará un enlace a la página del producto."],"Choose a product to display its image.":["Elige un producto para mostrar su imagen."],"Cropped":["Recortada"],"Full Size":["Tamaño completo"],"Product image cropping can be modified in the <a>Customizer<\/a>.":["El recorte de la imagen del producto se puede modificar en el <a>personalizador<\/a>."],"Image Sizing":["Tamaño de imagen"],"Switch product…":["Cambiar producto…"],"Choose a product to display its rating.":["Elige un producto para mostrar su valoración."],"Choose a product to display its stock.":["Elige un producto para mostrar su inventario."],"Display product stock status.":["Mostrar el estado del inventario del producto."],"Product Stock Indicator":["Indicador del inventario del producto"],"Choose a product to display its short description.":["Elige un producto para mostrar su descripción corta."],"Choose a product to display its price.":["Elige un producto para mostrar su precio."],"Choose a product to display its add to cart button.":["Elige un producto para mostrar su botón de añadir al carrito."],"Choose a product to display its SKU.":["Elige un producto para mostrar su SKU."],"Choose a product to display its title.":["Elige un producto para mostrar su título."],"Text color":["Color de texto"],"Color settings":["Ajustes de color"],"View Product":["Ver producto"],"Choose a product to display its add to cart form.":["Elige un producto para mostrar su formulario de añadir al carrito."],"Depending on product type, allow customers to select a quantity, variations etc.":["Dependiendo del tipo de producto, permite a los clientes seleccionar una cantidad, variaciones, etc."],"Display form elements":["Mostrar elementos del formulario"],"Displays an add to cart button. Optionally displays other add to cart form elements.":["Muestra un botón «Añadir al carrito». Opcionalmente muestra otros elementos del formulario de «Añadir al carrito»."],"Add to Cart":["Añadir al carrito"],"Select an option":["Selecciona una opción"],"This product is currently out of stock and cannot be purchased.":["Este producto actualmente no tiene existencias y no puede comprarse."],"Choose a product to display its sale-badge.":["Elige un producto para mostrar su acreditación de oferta."],"Choose a product to display its categories.":["Elige un producto para mostrar sus categorías."],"Display a list of categories belonging to a product.":["Muestra una lista de categorías pertenecientes a un producto."],"Product Category List":["Lista de categorías del producto"],"Categories:":["Categorías:"],"Choose a product to display its tags.":["Elige un producto para mostrar sus etiquetas."],"Display a list of tags belonging to a product.":["Muestra una lista de etiquetas pertenecientes a un producto."],"Product Tag List":["Lista de etiquetas del producto"],"Tags:":["Etiquetas:"],"Please select a value.":["Por favor, selecciona un valor."],"Discounted price:":["Precio con descuento:"],"Previous price:":["Precio anterior:"],"%d left in stock":["Quedan %d disponibles"],"Something went wrong. Please contact us to get assistance.":["Algo ha salido mal. Por favor, contáctanos para obtener ayuda."],"Display products from your store in a grid layout.":["Muestra productos de tu tienda en un diseño en cuadrícula."],"Default sorting (menu order)":["Orden por defecto (orden del menú)"],"Display the SKU of a product.":["Muestra el SKU de un producto."],"Product SKU":["SKU del producto"],"Add to Cart Button":["Botón de añadir al carrito"],"Edit details such as title, price, description and more.":["Edita detalles como el título, precio, descripción y más."],"Edit this product's details":["Edita los detalles de este producto"],"%d product found":["%d producto encontrado","%d productos encontrados"],"In Stock":["Con existencias"],"Out of Stock":["Sin existencias"],"The last inner block will follow other content.":["El último bloque interior seguirá al resto del contenido."],"The last inner block will be aligned vertically.":["El último bloque interior se alineará verticalmente"],"Align Last Block":["Alinear último bloque"],"Product on sale":["Producto en oferta"],"Displays an on-sale badge if the product is on-sale.":["Muestra una insignia de «Oferta» si el producto está rebajado."],"On-Sale Badge":["Insignia «Oferta»"],"Display a short description about a product.":["Mostrar la descripción corta de un producto."],"Product Summary":["Resumen del producto"],"Display a call to action button which either adds the product to the cart, or links to the product page.":["Muestra un botón de llamada a la acción con anuncios al producto en el carrito o enlaces a la página del producto."],"Display the average rating of a product.":["Mostrar el promedio de valoración de un producto."],"Product Rating":["Valoración del producto"],"Center":["Centrar"],"Sale Badge Alignment":["Alineación de la insignia de oferta"],"Overlay a \"sale\" badge if the product is on-sale.":["Mostrar una insignia «oferta» si el producto está rebajado."],"Show On-Sale Badge":["Mostrar insignia «Oferta»"],"Display the main product image":["Mostrar la imagen principal del producto"],"Product Image":["Imagen del producto"],"Display the price of a product.":["Mostrar el precio de un producto."],"Product Price":["Precio del producto"],"Links the image to the single product listing.":["Enlaza la imagen al listado de un producto."],"Link to Product Page":["Enlace a la página del producto"],"Display the title of a product.":["Muestra el título de un producto."],"Reset Layout":["Restablecer diseño"],"Reset layout to default":["Restablecer al diseño por defecto"],"Edit the blocks inside the preview below to change the content displayed for each product within the product grid.":["Edita los bloques dentro de la vista previa de abajo para cambiar el contenido mostrado para cada producto dentro de la cuadrícula de productos."],"Display all products from your store as a grid.":["Muestra todos los productos de tu tienda como una cuadrícula."],"Content Settings":["Ajustes del contenido"],"Layout Settings":["Ajustes de diseño"],"Showing All Products block preview.":["Mostrando la vista previa del bloque de todos los productos."],"Order Products By":["Ordenar productos por"],"Show Sorting Dropdown":["Mostrar orden del desplegable"],"You haven't published any products to list here yet.":["Todavía no has publicado ningún producto para listar aquí."],"Color":["Color"],"Heading %d":["Encabezado %d"],"Reset Search":["Restablecer búsqueda"],"We were unable to find any results based on your search.":["No hemos podido encontrar ningún resultado basados en tu búsqueda."],"There are currently no products available to display.":["Actualmente no hay productos disponibles que mostrar."],"%d in cart":["%d en el carrito","%d en el carrito"],"Price: high to low":["Precio: De mayor a menor"],"Price: low to high":["Precio: De menor a mayor"],"Latest":["Recientes"],"Popularity":["Popularidad"],"…":["…"],"Navigate to another page":["Navegar a otra página"],"Fly your WordPress banner with this beauty! Deck out your office space or add it to your kids walls. This banner will spruce up any space it’s hung!":["¡Despliega tu estandarte de WordPress con esta belleza! Decora tu oficina o añádela a las paredes de tus hijos. ¡Esta banderola aderezará cualquier espacio en el que se cuelgue!"],"The following error was returned":["Se devolvió el siguiente error"],"An unknown error occurred which prevented the block from being updated.":["Ha ocurrido un error desconocido que ha impedido que el bloque haya sido actualizado."],"The following error was returned from the API":["El siguiente error ha sido devuelto desde la API"],"The content for this block is hidden due to block settings.":["El contenido de este bloque está oculto debido a los ajustes del bloque."],"Done":["Hecho"],"Layout":["Estructura"],"Search for a product to display":["Busca un producto que mostrar"],"%d variation":["%d variación","%d variaciones"],"Rows":["Filas"],"Columns":["Columnas"],"Product search results updated.":["Resultados de búsqueda de producto actualizados."],"Your store doesn't have any products.":["Tu tienda no tiene ningún producto."],"Order products by":["Ordenar productos por"],"All Products":["Todos los productos"],"Product Title":["Título del producto"],"Next page":["Página siguiente"],"Previous page":["Página anterior"],"Rated %f out of 5":["Valorado con %f de 5"],"SKU:":["SKU:"],"Default sorting":["Orden por defecto"],"No products":["Sin productos"],"No products found":["No se han encontrado productos"],"Add new product":["Añadir nuevo producto"],"Sorry, this product cannot be purchased.":["Lo sentimos, este producto no se puede comprar."],"Page %d":["Página %d"],"Sale":["Oferta"],"Content":["Contenido"],"Average rating":["Valoración promedio"],"Sale price":["Precio rebajado"],"Learn more":["Aprende más"],"Products":["Productos"],"Right":["Derecha"],"Left":["Izquierda"],"Cancel":["Cancelar"],"Price":["Precio"],"Text settings":["Ajustes de texto"],"Edit":["Editar"],"Available on backorder":["Disponible para reserva"],"Add to cart":["Añadir al carrito"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/all-products.js"}}