{"translation-revision-date":"2020-12-08 17:56:20+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Secret Key":["Clave secreta"],"Publishable Key":["Clave publicable"],"Please enter a secret key in the same mode as the publishable key.":["Por favor, introduce una clave secreta del mismo modo que la clave publicable."],"Please enter a valid secret key (starting with \"sk_\" or \"rk_\").":["Por favor, introduce una clave secreta válida (que empiece con «sk_» o «rk_»)."],"Please enter a valid publishable key (starting with \"pk_\").":["Por favor, introduce una clave publicable válida (que empiece con «pk_»)."],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Los detalles de tu API los puedes obtener en tu {{link}}cuenta de PayPal{{\/link}}"],"Connect your eWAY account":["Conecta tu cuenta de eWAY"],"Customer Password":["Contraseña de cliente"],"Customer API Key":["Clave de cliente de la API"],"eWAY connected successfully":["eWAY conectado correctamente"],"Please enter your customer password":["Por favor, introduce tu contraseña de cliente"],"Please enter your customer API key ":["Por favor, introduce tu clave de cliente de la API"],"Create account":["Crear cuenta"],"eWAY":["eWAY"],"A PayPal account is required to process payments. Connect your store to your PayPal account.":["Para procesar los pagos, es necesaria una cuenta de PayPal. Conecta tu tienda con tu cuenta de PayPal."],"You will be redirected to the PayPal website to create the connection.":["Serás redirigido a la web de PayPal para crear la conexión."],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Al hacer clic en «Configuración», está de acuerdo con los {{link}}términos de servicio{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["¿Configurando una tienda para un cliente? {{link}}Empieza aquí{{\/link}}"],"Accept credit card payments the easy way! No setup fees. No monthly fees. Just 2.9% + $0.30 per transaction on U.S. issued cards. ":["¡Acepta pagos con tarjeta de crédito de forma fácil! Sin cuotas de configuración. Sin cuotas mensuales. Solo el 2,9 % más 0,30 $ por transacción en tarjetas emitidas en los EE.UU."],"Connect your Klarna account":["Conecta tu cuenta de Klarna"]," Selling CBD products is only supported by Square.":[" La venta de productos de CBD solo está soportada por Square."],"Passphrase":["Frase de contraseña"],"Take payments via bank transfer.":["Acepta pagos mediante transferencia bancaria."],"Take payments in cash upon delivery.":["Acepta pagos en efectivo en el momento de la entrega."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Al seleccionar esta extensión, tu tienda se configurará para usar rands sudafricanos como moneda seleccionada."],"Merchant Key":["Clave de vendedor"],"Merchant ID":["ID de vendedor"],"PayFast connected successfully":["PayFast conectado correctamente."],"Please enter your passphrase":["Por favor, introduce tu contraseña"],"Please enter your merchant ID":["Por favor, introduce tu ID de vendedor"],"Connect your PayFast account":["Conecta tu cuenta de PayFast"],"PayFast":["PayFast"],"Connect your PayPal account":["Conecta tu cuenta de PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ha habido un error al conectar con WooCommerce Payments. Por favor, inténtalo de nuevo o conéctalo más tarde en los ajustes de la tienda."],"WooCommerce Payments connected successfully.":["WooCommerce Payments conectado correctamente."],"Connect your Square account":["Conecta tu cuenta de Square"],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Se necesita una cuenta de Square para procesar los pagos. Serás redirigido a la web de Square para crear la conexión."],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Conecta tu tienda a tu cuenta de Stripe. ¿No tienes una cuenta de Stripe? Crea una."],"A Stripe account is required to process payments.":["Se necesita una cuenta de Stripe para procesar los pagos."],"Connect your Stripe account":["Conecta tu cuenta de Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Los detalles de la API pueden obtenerse desde tu {{docsLink}}cuenta de Stripe{{\/docsLink}}. ¿No tienes una cuenta en Stripe? {{registerLink}}Crea una.{{\/registerLink}}"],"Please enter an account number or IBAN":["Por favor, introduce un número de cuenta o IBAN"],"WooCommerce Payments":["WooCommerce Payments"],"These details are required to receive payments via bank transfer":["Estos detalles son obligatorios para recibir pagos mediante transferencia bancaria"],"Add your bank details":["Añade los detalles de tu banco"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa añadidos correctamente"],"There was a problem saving your payment settings":["Ha habido un problema al guardar tus ajustes de pago"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Acepta de forma segura tarjetas de crédito y débito con una baja tarifa, sin cuotas sorpresa (disponibles tarifas personalizadas). Vende online y en tienda física y sigue las ventas y el inventario en un solo lugar."],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Acepta tarjetas de débito y crédito en más de 135 monedas, métodos como Alipay y pago con un solo toque con Apple Pay."],"PayPal Checkout":["Pago con PayPal"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Elige el pago que quieras, pagar ahora, pagar más tarde o divídelo. Sin números de tarjeta, sin contraseñas, sin preocupaciones."],"Credit cards - powered by Stripe":["Tarjetas de crédito - gestionado por Stripe"],"Stripe connected successfully.":["Stripe conectado correctamente."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Ocurrió un error al conectar con Square. Por favor, inténtalo de nuevo o sáltate este paso para conectarte más tarde en los ajustes de la tienda."],"Square connected successfully.":["Square conectado correctamente."],"Please enter your API password":["Por favor, introduce tu contraseña de la API"],"Please enter your API username":["Por favor, introduce tu nombre de usuario de la API"],"There was a problem saving your payment settings.":["Ocurrió un problema al guardar tus ajustes de pagos."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna se puede configurar en tus {{link}}ajustes de la tienda{{\/link}}. Descubre {{helpLink}}qué necesitas{{\/helpLink}}."],"PayPal connected successfully.":["PayPal conectado correctamente."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Tus detalles de la API los puedes obtener en tu {{link}}cuenta de PayFast{{\/link}}"],"Please enter your merchant key":["Por favor, introduce tu clave de vendedor"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Los detalles de tu API los puedes obtener en tu {{link}}cuenta de PayPal{{\/link}}"],"Proceed":["Ejecutar"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["La extensión PayFast para WooCommerce te permite aceptar pagos mediante tarjeta de crédito y EFT gracias a una de las pasarelas de pago más populares de Sudáfrica. No hay cuotas de activación ni costes de suscripción."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["La extensión eWAY para WooCommerce te permite recibir pagos directamente por tarjeta de crédito en tu tienda sin redirigir a tus clientes a otro sitio para hacer el pago."],"Square":["Cuadrado"],"Klarna Payments":["Pagos Klarna"],"Klarna Checkout":["Pago con Klarna"],"Please enter a valid email address":["Por favor, introduce una dirección de correo electrónico válida"],"Create a PayPal account for me":["Crear una cuenta PayPal para mi"],"Connect":["Conectar"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagos seguros y protegidos usando tarjetas de crédito o la cuenta PayPal de tu cliente."],"Email address":["Dirección de correo electrónico"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nombre del banco"],"Account number":["Número de cuenta"],"Account name":["Nombre de la cuenta"],"Direct bank transfer":["Transferencia bancaria directa"],"Sort code":["Código de clasificación"],"API Username":["Nombre de usuario de la API"],"API Password":["Contraseña de la API"],"Save":["Guardar"],"Cash on delivery":["Contra reembolso"],"Continue":["Seguir"],"Settings":["Ajustes"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/9.js"}}