{"translation-revision-date":"2021-04-15 07:26:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"By":["por"],"No posts yet":["Todavía no hay entradas"],"Oops, our posts aren't loading right now":["Vaya, nuestras entradas no se están cargando justo ahora"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Lee el {{link}}blog de WooCommerce{{\/link}} para más trucos sobre cómo hacer marketing en tu tienda"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Aprende los entresijos del marketing exitoso de cupones de los expertos de WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Lleva tu marketing de cupones al siguiente nivel con nuestras extensiones de cupones recomendadas."],"Recommended coupon extensions":["Extensiones de cupón recomendadas"],"There was an error loading recommended extensions.":["Ha habido un error al cargar las extensiones recomendadas."],"There was an error loading installed extensions.":["Ha habido un error al cargar las extensiones instaladas."],"There was an error trying to activate the extension.":["Ha habido un error al intentar activar la extensión."],"The extension has been successfully activated.":["La extensión se ha activado correctamente."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Aprende los entresijos de un marketing de éxito de los expertos de WooCommerce."],"WooCommerce knowledge base":["Base de conocimientos de WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Un gran marketing necesita las herramientas adecuadas. Lleva tu marketing al siguiente nivel con nuestras extensiones de marketing recomendadas."],"Recommended extensions":["Extensiones recomendadas"],"Mutable settings should be mutated via data store.":["Los ajustes modificables deben modificarse a través del almacenamiento de datos."],"Mutable settings should be accessed via data store.":["Los ajustes modificables deberían ser accesibles a través del almacenamiento de datos."]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/wp-admin-scripts\/marketing-coupons.js"}}