{"translation-revision-date":"2021-04-15 07:26:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Accept credit card payments the easy way! {{feesLink}}No setup fees. No monthly fees.{{\/feesLink}}":["¡Acepta pagos con tarjeta de crédito de forma fácil! {{feesLink}}Sin cuotas de configuración. Sin cuotas mensuales.{{\/feesLink}}"],"Enable PayU’s exclusive plugin for WooCommerce to start accepting payments in 100+ payment methods available in India including credit cards, debit cards, UPI, & more!":["¡Activa el plugin exclusivo PayU's para WooCommerce para empezar a acepetar pagos en más de 100 métodos de pago disponibles en India, incluidas tarjetas de crédito, débito, UP y más!"],"PayU for WooCommerce":["PayU for WooCommerce"],"PayU can be configured under your {{settingsLink}}store settings.{{\/settingsLink}} Create your PayU account {{accountLink}}here.{{\/accountLink}}":["PayU puede configurarse en tus {{settingsLink}}ajustes de la tienda.{{\/settingsLink}} Crea tu cuenta en PayU {{accountLink}}aquí.{{\/accountLink}}"],"Connect to your PayU account":["Conecta a tu cuenta de PayU"],"Effortless payments by Mollie: Offer global and local payment methods, get onboarded in minutes, and supported in your language.":["Pagos sin esfuerzo con Mollie: ofrece métodos de pago globales y locales, ponlos en marcha en minutos, y compatibles con tu idioma."],"Mollie Payments for WooCommerce":["Mollie Payments for WooCommerce"],"PayPal Payments":["Pagos con PayPal"],"Create a {{accountLink}}Mollie account{{\/accountLink}} and finish the configuration in the {{settingsLink}}Mollie settings.{{\/settingsLink}}":["Crea una {{accountLink}}cuenta en Mollie{{\/accountLink}} y termina la configuración en los {{settingsLink}}ajustes de Mollie.{{\/settingsLink}}"],"Connect your Mollie account":["Conecta con tu cuenta de Mollie"],"Client Id":["ID de cliente"],"Merchant Id":["ID de vendedor"],"Your API details can be obtained from your {{docsLink}}Paypal developer account{{\/docsLink}}, and your Merchant Id from your {{merchantLink}}Paypal Business account{{\/merchantLink}}. Don’t have a Paypal account? {{registerLink}}Create one.{{\/registerLink}}":["Los detalles de tu API se pueden obtener en tu {{docsLink}}cuenta de desarrollador de Paypal{{\/docsLink}}, y tu ID de vendedor en tu {{merchantLink}}cuenta de Paypal Business{{\/merchantLink}}. ¿No tienes una cuenta de PayPal? {{registerLink}}Crea una.{{\/registerLink}}"],"Please enter your Client Secret":["Por favor, introduce tu clave secreta de cliente"],"Please enter your Client Id":["Por favor, introduce tu ID de cliente"],"Please enter your Merchant Id":["Por favor, introduce tu ID de vendedor"],"Please enter your Merchant email":["Por favor, introduce tu correo electrónico de vendedor"],"There was a problem updating the credentials.":["Ha habido un problema al actualizar las credenciales."],"There was a problem with the Paypal onboarding setup, please fill the fields in manually.":["Ha ocurrido un problema con la configuración inicial de PayPal, por favor, rellena los campos manualmente."],"There was a problem saving your payment settings through the onboarding, please fill the fields in manually.":["Ha ocurrido un problema al guardar tus ajustes de pago, por favor, completa los campos manualmente."],"I agree":["Acepto"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Si aceptas compartir {{link}}datos sobre el uso{{\/link}} no confidenciales, nos ayudarás a mejorar las funciones y a optimizar la experiencia de WooCommerce Payments. Puedes desactivar esta opción en cualquier momento."],"Help us build a better WooCommerce Payments experience":["Ayúdanos a mejorar la experiencia en WooCommerce Payments"],"The official Razorpay extension for WooCommerce allows you to accept credit cards, debit cards, netbanking, wallet, and UPI payments.":["La extensión oficial de Razorpay para WooCommerce te permite aceptar pagos con tarjetas de crédito, débito, netbanking, carteras y UPI."],"Razorpay":["Razorpay"],"Connect your Razorpay account":["Conecta tu cuenta de Razorpay"],"Key Secret":["Secreto de la clave"],"Key ID":["ID de la clave"],"Your key details can be obtained from your {{link}}Razorpay account{{\/link}}":["Encontrarás la información de tu clave en tu {{link}}cuenta de Razorpay{{\/link}}"],"Razorpay connected successfully":["Razorpay conectado correctamente"],"Please enter your Key Secret":["Por favor, introduce el secreto de tu clave"],"Please enter your Key ID":["Por favor, introduce tu ID de la clave"],"By clicking \"Connect,\" you agree to the {{tosLink}}Terms of Service{{\/tosLink}}. Or {{manualConfigLink}}manually enter your Stripe API details{{\/manualConfigLink}} instead.":["Al hacer clic en «Conectar» aceptas los {{tosLink}}términos del servicio{{\/tosLink}}. O {{manualConfigLink}}introduce manualmente tus detalles de la API de Stripe{{\/manualConfigLink}} en su lugar."],"Secret Key":["Clave secreta"],"Publishable Key":["Clave publicable"],"Please enter a secret key in the same mode as the publishable key.":["Por favor, introduce una clave secreta del mismo modo que la clave publicable."],"Please enter a valid secret key (starting with \"sk_\" or \"rk_\").":["Por favor, introduce una clave secreta válida (que empiece con «sk_» o «rk_»)."],"Please enter a valid publishable key (starting with \"pk_\").":["Por favor, introduce una clave publicable válida (que empiece con «pk_»)."],"eWAY":["eWAY"],"Connect your eWAY account":["Conecta tu cuenta de eWAY"],"Customer Password":["Contraseña de cliente"],"Customer API Key":["Clave de cliente de la API"],"eWAY connected successfully":["eWAY conectado correctamente"],"Please enter your customer password":["Por favor, introduce tu contraseña de cliente"],"Please enter your customer API key ":["Por favor, introduce tu clave de cliente de la API"],"A PayPal account is required to process payments. Connect your store to your PayPal account.":["Para procesar los pagos es necesaria una cuenta de PayPal. Conecta tu tienda con tu cuenta de PayPal."],"You will be redirected to the PayPal website to create the connection.":["Serás redirigido a la web de PayPal para crear la conexión."],"Take payments via bank transfer.":["Acepta pagos mediante transferencia bancaria."],"Take payments in cash upon delivery.":["Acepta pagos en efectivo en el momento de la entrega."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Al seleccionar esta extensión, tu tienda se configurará para usar rands sudafricanos como moneda seleccionada."],"PayFast":["PayFast"]," Selling CBD products is only supported by Square.":[" La venta de productos de CBD solo está soportada por Square."],"Setting up a store for a client? {{link}}Start here{{\/link}}":["¿Configurando una tienda para un cliente? {{link}}Empieza aquí{{\/link}}"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Al hacer clic en «Configuración», está de acuerdo con los {{link}}términos de servicio{{\/link}}"],"Connect your PayFast account":["Conecta tu cuenta de PayFast"],"Passphrase":["Frase de contraseña"],"Merchant Key":["Clave de vendedor"],"Merchant ID":["ID de vendedor"],"PayFast connected successfully":["PayFast conectado correctamente."],"Please enter your passphrase":["Por favor, introduce tu contraseña"],"Please enter your merchant ID":["Por favor, introduce tu ID de vendedor"],"Connect your Klarna account":["Conecta tu cuenta de Klarna"],"Connect your PayPal account":["Conecta tu cuenta de PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ha habido un error al conectar con WooCommerce Payments. Por favor, inténtalo de nuevo o conéctalo más tarde en los ajustes de la tienda."],"WooCommerce Payments connected successfully.":["WooCommerce Payments conectado correctamente."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Se necesita una cuenta de Square para procesar los pagos. Serás redirigido a la web de Square para crear la conexión."],"Connect your Square account":["Conecta tu cuenta de Square"],"A Stripe account is required to process payments.":["Se necesita una cuenta de Stripe para procesar los pagos."],"Connect your Stripe account":["Conecta tu cuenta de Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Los detalles de la API pueden obtenerse desde tu {{docsLink}}cuenta de Stripe{{\/docsLink}}. ¿No tienes una cuenta en Stripe? {{registerLink}}Crea una.{{\/registerLink}}"],"These details are required to receive payments via bank transfer":["Estos detalles son obligatorios para recibir pagos mediante transferencia bancaria"],"Add your bank details":["Añade los detalles de tu banco"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa añadidos correctamente"],"There was a problem saving your payment settings":["Ha habido un problema al guardar tus ajustes de pago"],"Please enter an account number or IBAN":["Por favor, introduce un número de cuenta o IBAN"],"WooCommerce Payments":["WooCommerce Payments"],"Yes, count me in!":["¡Sí, cuenta conmigo!"],"Build a better WooCommerce":["Crea un WooCommerce mejor"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Consigue características mejoradas y correcciones más rápidas compartiendo datos no sensibles mediante el {{link}}seguimiento de uso{{\/link}} que nos muestre cómo se usa WooCommerce. No se almacena ni registra ningún dato personal."],"There was a problem updating your preferences":["Hubo un problema al actualizar tus preferencias"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Acepta de forma segura tarjetas de crédito y débito con una baja tarifa, sin cuotas sorpresa (disponibles tarifas personalizadas). Vende online y en tienda física y sigue las ventas y el inventario en un solo lugar."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Elige el pago que quieras, pagar ahora, pagar más tarde o divídelo. Sin números de tarjeta, sin contraseñas, sin preocupaciones."],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Acepta tarjetas de débito y crédito en más de 135 monedas, métodos como Alipay y pago con un solo toque con Apple Pay."],"Credit cards - powered by Stripe":["Tarjetas de crédito - gestionado por Stripe"],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna se puede configurar en tus {{link}}ajustes de la tienda{{\/link}}. Descubre {{helpLink}}qué necesitas{{\/helpLink}}."],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Los detalles de tu API los puedes obtener en tu {{link}}cuenta de PayPal{{\/link}}"],"PayPal connected successfully.":["PayPal conectado correctamente."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Ocurrió un error al conectar con Square. Por favor, inténtalo de nuevo o sáltate este paso para conectarte más tarde en los ajustes de la tienda."],"Square connected successfully.":["Square conectado correctamente."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Tus detalles de la API los puedes obtener en tu {{link}}cuenta de PayFast{{\/link}}"],"Please enter your merchant key":["Por favor, introduce tu clave de vendedor"],"There was a problem saving your payment settings.":["Ocurrió un problema al guardar tus ajustes de pagos."],"Stripe connected successfully.":["Stripe conectado correctamente."],"Proceed":["Ejecutar"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["La extensión PayFast para WooCommerce te permite aceptar pagos mediante tarjeta de crédito y EFT gracias a una de las pasarelas de pago más populares de Sudáfrica. No hay cuotas de activación ni costes de suscripción."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["La extensión eWAY para WooCommerce te permite recibir pagos directamente por tarjeta de crédito en tu tienda sin redirigir a tus clientes a otro sitio para hacer el pago."],"Square":["Cuadrado"],"Klarna Payments":["Pagos Klarna"],"Klarna Checkout":["Pago con Klarna"],"Please enter a valid email address":["Por favor, introduce una dirección de correo electrónico válida"],"Connect":["Conectar"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagos seguros y protegidos usando tarjetas de crédito o la cuenta PayPal de tu cliente."],"Email address":["Dirección de correo electrónico"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nombre del banco"],"Account number":["Número de cuenta"],"Account name":["Nombre de la cuenta"],"Sort code":["Código de clasificación"],"Direct bank transfer":["Transferencia bancaria directa"],"Save":["Guardar"],"No thanks":["No, gracias"],"Cash on delivery":["Contra reembolso"],"Continue":["Seguir"],"Settings":["Ajustes"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/5.js"}}