{"translation-revision-date":"2021-04-15 07:26:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Allow shoppers to sign up for a user account during checkout":["Permitir a los compradores registrar una cuenta de usuario durante el pago"],"Account options":["Opciones de la cuenta"],"Inputs styled specifically for use on dark background colors.":["Campos con estilo específico para usar en colores de fondo oscuros."],"Dark mode inputs":["Campos de modo oscuro"],"Style":["Estilo"],"Allow shoppers to optionally add order notes":["Permitir a los compradores añadir notas opcionales al pedido"],"Reduce the number of fields to checkout.":["Reduce el número de campos al finalizar la compra."],"Error message:":["Mensaje de error:"],"There was an error whilst rendering the checkout block. If this problem continues, try re-creating the block.":["Ha ocurrido un error al mostrar el bloque de finalizar compra. Si continúa este problema, prueba a volver a crear este bloque."],"Checkout Block Error":["Error del bloque de finalizar compra"],"WooCommerce Cart Page":["Página del carrito de WooCommerce"],"Return to Cart button":["Botón de «Volver al carrito»"],"Show a \"Return to Cart\" link":["Muestra un enlace de «Volver al carrito»"],"Pages must be first setup in store settings: <a1>Privacy policy<\/a1>, <a2>Terms and conditions<\/a2>.":["Las páginas deben configurarse primero en los ajustes de la tienda: <a1>Política de privacidad<\/a1>, <a2>Términos y condiciones<\/a2>."],"Shows links to your \"terms and conditions\" and \"privacy policy\" pages.":["Muestra enlaces a tus páginas de «términos y condiciones» y «política de privacidad»."],"Show links to policies":["Mostrar enlaces a las políticas"],"Navigation options":["Opciones de navegación"],"Require phone number?":["¿Número de teléfono obligatorio?"],"Require company name?":["¿Nombre de empresa obligatorio?"],"Include additional address fields in the checkout form.":["Incluye campos de dirección adicionales en el formulario de finalizar compra."],"Address options":["Opciones de dirección."],"If you would like to use this block as your default checkout you must update your <a>page settings in WooCommerce<\/a>.":["Si quieres usar este bloque como tu página de finalizar compra por defecto debes actualizar tus <a>ajustes de página en WooCommerce<\/a>"],"Apartment, suite, etc.":["Apartamento, habitación, etc."],"Phone":["Teléfono"],"Company":["Empresa"],"Order notes":["Notas del pedido"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/checkout\/edit.js"}}