{"translation-revision-date":"2021-03-28 17:41:03+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["Tu correo electrónico de prueba se envió a la dirección de correo electrónico solicitada. El resultado que recibimos de la función wp_mail () de WordPress fue: %s<br \/><br \/>Un resultado «Verdadero» significa que WordPress cree que el correo se envió sin errores. Un resultado «Falso» significa que WordPress encontró un error al enviar tu correo. Ten en cuenta que es posible obtener una respuesta «Verdadero» con un error en otra parte de tu sistema de correo que puede hacer que los correos electrónicos no se entreguen."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["Tus reglas se han actualizado correctamente. Actualmente estás utilizando la versión gratuita de Wordfence. Actualiza a Wordfence premium para que tus reglas se actualicen automáticamente a medida que surgen nuevas amenazas. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Haz clic aquí para comprar una licencia premium<\/a>.<em> Nota: tus reglas seguirán actualizándose cada 30 días como usuario gratuito.<\/em>"],"Your rules have been updated successfully.":["Tus reglas se han actualizado correctamente."],"Your Wordfence activity log was sent to %s":["Tu registro de actividad de Wordfence se envió a %s"],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":["Tu archivo .htaccess se ha actualizado correctamente. Por favor comprueba que tu sitio funciona con normalidad."],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["No has guardado los cambios de tus opciones. Si sales de esta página, perderás los cambios."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["Has olvidado incluir una razón para bloquear este rango de IPs. Incluye esta información para tu propio mantenimiento de registros."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["Estás usando un servidor con Nginx y usas un procesador FastCGI PHP5-FPM. Necesitarás modificar el archivo php.ini y desactivar <em>display_error<\/em>"],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["Estás usando un servidor con Nginx y usas un procesador FastCGI PHP5-FPM. Necesitarás borrar u ocultar estos archivos."],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='http:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["Estás usando un servidor con Nginx. Necesitarás desactivar el autoindexado en tu nginx.conf. Mira <a target='_blank'  rel='noopener noreferrer' href='http:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>esta documentación de Nginx para más información<\/a> sobre como hacer esto."],"Wordfence is working...":["Wordfence está trabajando…"],"We encountered a problem":["Hemos encontrado un problema"],"We can't modify your .htaccess file for you because: %s":["No podemos modificar tu archivo .htaccess por ti debido a: %s"],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["Vamos a modificar tu archivo <em>.htaccess<\/em>. Por favor haz un backup de este archivo antes de proceder."],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Usa uno de estos %s códigos para iniciar sesión si pierdes el acceso a tu cuenta. Los códigos tienen 16 caracteres de longitud y puedes usar espacios. Cada uno solo puede ser usado una vez."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Usa uno de estos %s códigos para inciar sesión si has habilitado el acceso en tu teléfono. Los códigos tienen 16 caracteres de longitud y puedes usar espacios. Cada uno solo puede ser usado una vez."],"Unable to automatically hide file":["Imposible ocultar el archivo automáticamente"],"Two Factor Status":["Estado de la identificación en dos factores"],"This will be shown only once. Keep these codes somewhere safe.":["Esto se mostrará solo una vez. Guarda estos códigos en un lugar seguro."],"There was an error while sending the email.":["Hubo un error al enviar el correo electrónico."],"The option %s was successfully removed.":["La opción %s se eliminó correctamente."],"The file %s was successfully restored.":["El archivo %s se restauró correctamente."],"The file %s was successfully hidden from public view.":["El archivo %s se ocultó correctamente de la vista pública."],"The file %s was successfully deleted.":["El archivo %s se eliminó correctamente."],"The admin user %s was successfully deleted.":["El usuario administrador %s se eliminó correctamente."],"The Full Path disclosure issue has been fixed":["Se ha solucionado el problema de divulgación de la ruta completa."],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["La opción «¿Cómo obtiene Wordfence las direcciones IP?» se actualizó correctamente al valor recomendado."],"Test Email Sent":["Enviado el correo electrónico de prueba"],"Successfully revoked admin":["Administración revocada correctamente"],"Successfully deleted admin":["Administrador eliminado correctamente"],"Success updating option":["Opción actualizada correctamente"],"Success restoring file":["Archivo restaurado correctamente"],"Success removing option":["Opción eliminada correctamente"],"Success deleting file":["Archivo borrado correctamente"],"Specify an IP range, Hostname or Browser pattern":["Especifica un rango de IP, un hostname o un patrón de navegación"],"Specify a valid hostname":["Especifica un hostname válido"],"Specify a valid IP range":["Especifica un rango de IP válido"],"Sorry, but no data for that IP or domain was found.":["Lo siento, pero no se han encontrado datos para esa IP o dominio."],"Send":["Enviar"],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["Explora el código a continuación con tu aplicación de identificación para añadir esta cuenta. Algunas aplicaciones de identificación también te permiten escribir en la versión de texto en su lugar."],"Scan Complete.":["Exploración completa"],"Rules Updated":["Reglas actualizadas"],"Rule Update Failed":["Fallo en la actualización de la regla"],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["Por favor, especifica un rango de direcciones IP, un hostname o un patrón de navegador web para que coincida."],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["Especifica un rango de direcciones IP válido en el formato «1.2.3.4 - 1.2.3.5» sin comillas. Asegúrate de que el guión entre las direcciones IP sea un guión normal (un signo menos en tu teclado) y no otro carácter que parezca un guión."],"Please specify a reason":["Por favor, especifica una razón"],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["Por favor, haz una copia de seguridad de este archivo antes de continuar. Si necesitas restaurar este archivo de copia de seguridad, puedes copiarlo en la siguiente ruta desde la raíz de tu sitio:"],"Please include your support ticket number or forum username.":["Por favor, incluye tu número de ticket de soporte o el nombre de usuario del foro."],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"Paid Members Only":["Sólo para miembros de pago"],"Note: Status will update when changes are saved":["Nota: El estado se actualizará cuando se guarden los cambios"],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["No se ha actualizado ninguna regla. Tu web ha alcanzado el número máximo de solicitudes de actualización de reglas. Por favor, inténtelo de nuevo más tarde."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["No se ha actualizado ninguna regla. Por favor, comprueba que tu web pueda acceder a los servidores de Wordfence."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["No se ha actualizado ninguna regla. Por favor, comprueba que tienes permisos para escribir en el directorio \/wp-content\/wflogs"],"No new issues have been found.":["No se han encontrado nuevos problemas."],"No issues have been ignored.":["No se ha ignorado ningún problema."],"No activity to report yet. Please complete your first scan.":["Todavía no hay actividad que informar. Por favor, completa tu primera exploración."],"Next Update Check: %s":["Comprobación de la próxima actualización: %s"],"Learn more about repairing modified files.":["Aprende más sobre la reparación de archivos modificados."],"Last Updated: %s":["Última actualización: %s"],"Key:":["Clave:"],"File restored OK":["Archivo restaurado correctamente"],"File hidden successfully":["Archivo oculto correctamente"],"Error Saving Options":["Error al guardar las opciones"],"Error Saving Option":["Error al guardar la opción"],"Error Restoring Defaults":["Error al restaurar los valores por defecto"],"Error Enabling All Options Page":["Error al activar la página de todas las opciones"],"Error":["Error"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["Introduce la dirección de correo electrónico a la que te gustaría enviar el registro de actividad de Wordfence. Ten en cuenta que el registro de actividad puede contener miles de líneas de datos. Este registro generalmente solo se envía a un miembro del equipo de soporte de Wordfence. También contiene tu configuración PHP de la función phpinfo() para los datos de diagnóstico."],"Email Wordfence Activity Log":["Registro de actividad de Wordfence por correo electrónico"],"Email Diagnostic Report":["Informe de diagnóstico por correo electrónico"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["Cada línea de 16 letras y números es un código de recuperación único, con espacios opcionales para facilitar la lectura. Al escribir tu contraseña, introduce «wf» seguido del código completo como «mypassword wf1234 5678 90AB CDEF». Si tu sitio muestra un mensaje separado para ingresar un código después de ingresar solo tu nombre de usuario y contraseña, ingresa solo el código como «1234 5678 90AB CDEF». Tus códigos de recuperación son:"],"Download Backup File":["Descargar archivo de copia de seguridad"],"Don't ask again":["No preguntar de nuevo"],"Directory listing has been disabled on your server.":["La lista de directorios ha sido desactivada en tu servidor."],"Directory Listing Disabled":["Listado de directorios desactivado"],"Diagnostic report has been sent successfully.":["El informe de diagnóstico ha sido enviado correctamente."],"Click to fix .htaccess":["Haz clic para corregir el .htaccess"],"Click here to download a backup copy of your .htaccess file now":["Haz clic aquí para descargar ahora una copia de seguridad de tu archivo .htaccess"],"Click here to download a backup copy of this file now":["Haz clic aquí para descargar ahora una copia de seguridad de este archivo"],"Cellphone Sign-in activated for user.":["Acceso por teléfono móvil activado para el usuario."],"Cellphone Sign-In Recovery Codes":["Códigos de recuperación de acceso por teléfono móvil"],"Block This Network":["Bloquear esta red"],"Authentication Code":["Código de identificación"],"An error occurred":["Ha ocurrido un error"],"All capabilties of admin user %s were successfully revoked.":["Todas las capacidades del usuario administrador %s se han revocado correctamente."],"Add code to .htaccess":["Añadir código al .htaccess"],"Activity Log Sent":["Registro de actividad enviado"],".htaccess change":["cambio en el .htaccess"],".htaccess Updated":[".htaccess actualizado"],"%s is not valid hostname":["%s no es un hostname válido"],"${totalIPs} addresses in this network":["${totalIPs} direcciones en esta red"],"Look up IP or Domain":["Buscar IP o dominio"],"Loading...":["Cargando…"],"Please enter a valid IP address or domain name for your whois lookup.":["Introduce una dirección IP o un nombre de dominio válidos para tu búsqueda de whois."],"Enter a valid IP or domain":["Introduce una IP o dominio válido"],"Full Path Disclosure":["Revelación de la ruta completa"],"Recovery Codes":["Recuperación de códigos"],"Close":["Cerrar"],"Save Changes":["Guardar cambios"],"Cancel Changes":["Cancelar cambios"],"Restore Defaults":["Restaurar valores por defecto"],"Download":["Descargar"],"Disabled":["Desactivado"]}},"comment":{"reference":"js\/admin.1616621048.js"}}